tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "editorconfig"
brew "emacs"
brew "emacs-dracula"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "make"
brew "nodebrew"
brew "nvm"
brew "procs"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "z"
