tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"
brew "asdf"
brew "pygments"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "circleci"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "editorconfig"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "global"
brew "gnupg"
brew "grpcui"
brew "grpcurl"
brew "jq"
brew "lima"
brew "make"
brew "nodebrew"
brew "procs"
brew "protobuf"
brew "ripgrep"
brew "saml2aws"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "leoafarias/fvm/fvm"
cask "bitwarden"
cask "cheatsheet"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "gitify"
cask "inkdrop"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "middleclick"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "workplace-chat"
vscode "dariofuzinato.vue-peek"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "garaemon.vscode-emacs-tab"
vscode "golang.go"
vscode "hiro.emacs-kill-line"
vscode "luanpotter.dart-import"
vscode "mquandalle.graphql"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "Natizyskunk.sftp"
vscode "plex.vscode-protolint"
vscode "sakapoko.vscode-emacs-indent"
vscode "stylelint.vscode-stylelint"
vscode "tscpp.proto-lang"
vscode "tuttieee.emacs-mcx"
vscode "Vue.volar"
vscode "yoyo930021.vuter"
