tap "aquaproj/aqua"
tap "aws/tap"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "leoafarias/fvm"
brew "autoconf"
brew "gmp"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "awk"
brew "aws-sam-cli"
brew "awscli"
brew "bitwarden-cli"
brew "buf"
brew "glib"
brew "circleci"
brew "gnupg"
brew "poppler"
brew "diff-pdf"
brew "docker"
brew "docker-compose"
brew "editorconfig"
brew "fish"
brew "gawk"
brew "gcc"
brew "git"
brew "git-secrets"
brew "global"
brew "harfbuzz"
brew "jq"
brew "libmagic"
brew "pango"
brew "lima"
brew "make"
brew "mysql-client@8.0"
brew "protobuf"
brew "mysql@8.0", restart_service: :changed
brew "nodebrew"
brew "peco"
brew "pygments"
brew "qemu"
brew "saml2aws"
brew "sphinx-doc", link: false
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "z"
brew "aquaproj/aqua/aqua"
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "leoafarias/fvm/fvm"
cask "arc"
cask "asana"
cask "bitwarden"
cask "cheatsheet"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "gitify"
cask "google-japanese-ime"
cask "inkdrop"
cask "iterm2"
cask "karabiner-elements"
cask "middleclick"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "runcat-plugins-manager"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "workplace-chat"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "burkeholland.simple-react-snippets"
vscode "dariofuzinato.vue-peek"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "estivo.csv-editor"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "garaemon.vscode-emacs-tab"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hiro.emacs-kill-line"
vscode "luanpotter.dart-import"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "natizyskunk.sftp"
vscode "plex.vscode-protolint"
vscode "sakapoko.vscode-emacs-indent"
vscode "scaffdog.scaffdog-vscode"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tscpp.proto-lang"
vscode "tuttieee.emacs-mcx"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "yoyo930021.vuter"
