jorgebucaran/fisher
dracula/fish
oh-my-fish/theme-agnoster
jethrokuan/z
jethrokuan/fzf
edc/bass
0rax/fish-bd
meaningful-ooo/sponge
nickeb96/puffer-fish
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
