0rax/fish-bd
jethrokuan/fzf
jethrokuan/z
oh-my-fish/theme-agnoster
edc/bass
jorgebucaran/nvm.fish
decors/fish-ghq
dracula/fish
